content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section:


** DONE The case for softness
:PROPERTIES:
:EXPORT_FILE_NAME: case_for_softness
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :featured_image /img/featured_soft.jpg :f_alt "A closeup image of a feather"
:EXPORT_DATE: 2024-09-02
:EXPORT_HUGO_TAGS: Productivity "Mental health" "Personal development"
:EXPORT_HUGO_CATEGORIES: "Follow joy" "Hustle culture" Softness
:END:

It's easy to think that discipline, consistency and pushing yourself are the only way to fulfil your dreams. But what if you find that, instead of crushing your goals, you are only crushing yourself?

*** What if I don't want to go hard?
I was talking to a few friends the other day, and the conversation turned to exercise. The idea seemed to be that you should do what you hate. Burpees? Sprints? Of course, you hate them. That's why you should do them! Prove to yourself that you can do hard things! Just look at [David Goggins](https://en.wikipedia.org/wiki/David_Goggins) and what he achieved. Stay hard!

And you know, I get it. I really do. It's good to stretch the boundaries of our comfort zone from time to time, and to challenge ourselves, and show ourselves that we are capable. But as I was sitting there I couldn't help but think that I don't want to do things I hate. I don't /want/ to be hard. I actually want to become /softer/. 

I listened to the conversation and felt like I was that one driver driving in the wrong direction on a highway. I didn't want to ruin my friends' vibe, so I didn't say anything. A year ago, I don't think I would have been able to admit to myself without guilt and thoughts of laziness that this message was not resonating with me. Now, after some nine months of [dealing with burnout/mild long Covid](https://noriparelius.com/post/way-out-of-burnout/), my views on productivity and my understanding of myself have shifted enough that I could see I wasn't really the right target audience here. 

My limits have been pushed enough. I know I can do hard things. It's time I learned that I don't always have to.

*** No such thing as laziness
The longer I have been a human, the more I am realising that there is no such thing as laziness. Laziness, this mythical sin, is supposed to grip us and make us do nothing, or just things that are not /useful/. And all that for no reason other than being lazy. 

In reality, there is always something more behind what can look like laziness and procrastination from the outside. People are rarely lazy about things they like doing, find meaningful and have enough energy for. 

"If they wanted to, they would." I see this online so often, yet it's so very not true. How often I find myself desperately wanting to do something, but won't? Too many. And it's never because I'm lazy. And definitely not because I don't want to. 

There is so, so much that can stop us from doing something that we (or others) think we should. 

There is good old fear. Fear of failure, fear of success -- both equally paralysing. There is lack of energy, plain and simple. There is feeling that the activity doesn't really hold much meaning -- pretty soul-crushing if it goes on for long. There are competing interests and duties. There are tasks that are above our skill level and feel too daunting. Maybe we feel we don't deserve the good things that might come from it. Maybe we feel overwhelmed, not even sure what to do. Maybe we're struggling with something completely different and have no bandwidth left for even the simplest tasks. Maybe our brains are a bit rebellious and fight being told what to do. Maybe, maybe, maybe. 

There is just so much that can be stopping us from doing things that will improve our life, and pretty much all of it is way more complicated and difficult than simple stupid laziness. 


*** It's not the hard that brings the results

In my quest to create a more sustainable life, I found "hardness" isn't what really brings the progress that people see when applying discipline, consistency and grind. It's what lies beneath all that -- the change in mindset that allows for the discipline and consistency to materialise in the first place.

#+begin_quote
The key ingredient to doing the things that are good for us and move us forward is actually *devotion to ourselves*.
#+end_quote

It is the love and respect we hold for ourselves that needs to guide what and how we do. It is caring for our own well-being, for our bodies, minds and souls, that can allow us to get the right nutritious food and movement, to rest without guilt when we need to, and to be challenged in ways that move us forward; to act with integrity and use our time meaningfully.

Being devoted to oneself might sometimes mean pushing ourselves hard and being hard, but at other times, strict discipline and grind are taking us in the wrong direction. No amount of willpower will help if we push for things that aren't actually good for us. Whether it is working on goals that are not meaningful to us, denying ourselves necessary rest or putting other people's needs and wishes far above our own in a misguided desire to do the 'right' thing.

It is the self-love and self-compassion that will keep us on the right path and that will keep us going. When we are determined to do right by ourselves, we find ourselves choosing the 'shoulds' willingly, but they aren't 'shoulds' anymore. Devotion to ourselves is where the motivation comes from, no willpower needed (or at least way less of it). And thankfully, while willpower is a limited resource, love and devotion are not.

*** A break isn't quitting

When we rely on pure willpower and discipline, on unbroken streaks and grind, it is easy to feel like every hiccup is a failure. We expect consistency in our performance, but we always make plans on days when we feel good, and bad days are coming as surely as the taxes. It's easy to think that we are failing and that we aren't good/strong/determined/capable enough to do what we set out to do.

But in reality, consistency is impossible and, thankfully, unnecessary. The only thing we need to do is remember why we are doing what we are doing and /keep showing up/. Even if it's just in the smallest way. That's why making our desired habits 'too small to fail' is such a good idea. For me, at the worst time in my burnout, this actually only meant a [Visit](https://www.kouroshdini.com/the-visit-and-the-waves-of-focus/) -- /considering/ the habit -- showing up in the place I would usually do the activity and give myself the space and time to do as much or as little of it as made sense at that moment.

Instead of flexing our willpower and forcing discipline and consistency, we are much better served by [broadening our perspective](https://www.thezag.com/broad-view-of-time/), looking at our lives in the context of weeks, months and years, rather than days, and asking what is in our best interest, what would someone truly /devoted/ to themselves do.  

*** Softly
So, in a world obsessed with pushing hard, I am choosing to go softly. I am choosing to replace discipline with devotion to myself, consistency with gently showing up, willpower with desire to do what is best for me and others.  Sometimes that might mean going hard, but when it doesn't, I am more than happy to tread softly.  


